brew "fastfetch"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neovim"
brew "oh-my-posh"
brew "python@3.13"
brew "python-tk@3.13"
brew "ripgrep"
brew "rustup"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
