tap "oven-sh/bun"
tap "sst/tap"
brew "python@3.13"
brew "bat"
brew "btop"
brew "chezmoi"
brew "diff-so-fancy"
brew "difftastic"
brew "docker-completion"
brew "dos2unix"
brew "duf"
brew "eza"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gum"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lua"
brew "luarocks"
brew "mermaid-cli"
brew "neovim"
brew "oh-my-posh"
brew "poppler"
brew "python-tk@3.13"
brew "resvg"
brew "ripgrep"
brew "rustup"
brew "sevenzip"
brew "tectonic"
brew "tlrc"
brew "tree-sitter-cli"
brew "uv"
brew "wget"
brew "yazi"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "zsh-vi-mode"
brew "zsh-you-should-use"
brew "oven-sh/bun/bun"
brew "sst/tap/opencode"
