brew "python@3.13"
brew "bat"
brew "dos2unix"
brew "fastfetch"
brew "fd"
brew "fnm"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "imagemagick"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "mermaid-cli"
brew "neovim"
brew "oh-my-posh"
brew "python-tk@3.13"
brew "ripgrep"
brew "rustup"
brew "tectonic"
brew "uv"
brew "yq"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
